<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط اللغة الخاصة بالمصادقة
    |--------------------------------------------------------------------------
    |
    | يتم استخدام خطوط اللغة التالية أثناء المصادقة لعرض رسائل متنوعة للمستخدم.
    | يمكنك تعديل هذه الرسائل وفقًا لمتطلبات التطبيق الخاص بك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المقدمة غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جدًا. الرجاء المحاولة مرة أخرى بعد :seconds ثوان.',
    'account_not_activated' => 'حسابك غير مفعل.',
    "account_deleted" => "تم حذف الحساب، يرجى الاتصال بالدعم.",
    'no_user_found' => 'لا يوجد مستخدم مرتبط بهذا البريد الإلكتروني في نظامنا.',
    'pin_code' => 'رمز التعريف الشخصي المقدّم غير صحيح.',
];
