<?php


return [
    'reset_password' => [
        'subject' => ':app_name | إشعار إعادة تعيين كلمة المرور',
        'title' => 'تغيير أو إعادة تعيين كلمة المرور الخاصة بك',
        'message' => 'أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلب إعادة تعيين كلمة المرور لحسابك.',
        'reset_password' => 'إعادة تعيين كلمة المرور',
        'expire_message' => 'رابط إعادة تعيين كلمة المرور سينتهي صلاحيته في :count دقيقة.',
        'no_action_required' => 'إذا لم تطلب إعادة تعيين كلمة المرور، فلا حاجة لاتخاذ أي إجراء آخر.',
        'having_trouble' => 'إذا كنت تواجه مشكلة في النقر على زر "إعادة تعيين كلمة المرور"، قم بنسخ الرابط أدناه والصقه في متصفح الويب الخاص بك:',
    ],

    'hello_username' => 'مرحبًا، :username',
    'need_help' => 'تحتاج إلى مساعدة ؟',
    'need_help_message' => 'يرجى إرسال أي ملاحظات أو معلومات عن الأخطاء إلى',
    'regards' => 'مع تحياتي،'
];
